[
  {
    "src": "dondever/dondever-icon.png",
    "title": "Donde ver",
    "resES": "Web para buscar películas/series, ver información detallada y en qué plataforma de streaming está disponible.",
    "resEN": "Web to search for movies/series, see detailed information and on which streaming platform it is available.",
    "descES": "En este sitio web, tienes la posibilidad de buscar películas, series, animes, caricaturas y otros contenidos audiovisuales, y obtener información detallada sobre cada uno de ellos. Su función principal es proporcionarte la lista de plataformas de streaming donde se encuentran disponibles para su visualización.",
    "descEN": "On this web, you have the possibility to search for movies, series, animes, cartoons and other audiovisual content, and obtain detailed information about each of them. Its main function is to provide you with the list of streaming platforms where they are available for viewing.",
    "type": "web",
    "link": "https://donde-ver.vercel.app/",
    "techs": ["React", "HTML", "CSS", "JavaScript", "Rapid-API", "StreamingAvailability-API"],
    "slides": [
      "dondever/dv1.png",
      "dondever/dv2.png",
      "dondever/dv3.png"
    ]
  },
  {
    "src": "passuwordgen/passuwordgen-icon.png",
    "title": "PassuwordGen",
    "resES": "Web que permite generar contraseñas aleatorias de acuerdo a las preferencias del usuario.",
    "resEN": "Web that allows to generate random passwords according to the preferences of the user.",
    "descES": "La web es capaz de generar contraseñas aleatoriamente. Puede seleccionarse la longitud de la contraseña y si deben incluirse mayúsculas, minúsculas, números o símbolos. Permite regenerar, mezclar o copiar la contraseña generada.",
    "descEN": "The web is capable of randomly generating passwords. You can select the length of the password and whether to include uppercase, lowercase, numbers, or symbols. Allows you to regenerate, mix or copy the generated password.",
    "type": "web",
    "link": "https://passuwordgen.vercel.app/",
    "techs": ["React", "HTML", "CSS", "JavaScript"],
    "slides": [
      "passuwordgen/pwg1.png",
      "passuwordgen/pwg2.png",
      "passuwordgen/pwg3.png",
      "passuwordgen/pwg4.png"
    ]
  },
  {
    "src": "passucripto/passucripto-icon.png",
    "title": "Passu Cripto",
    "resES": "App que muestra las cotizaciones en tiempo real de las criptomonedas más usadas.",
    "resEN": "App that shows the real-time quotes of the most used cryptocurrencies.",
    "descES": "La aplicación proporciona cotizaciones en tiempo real de las 250 criptomonedas más valiosas. Tiene filtros y un buscador para facilitar la búsqueda. Proporciona información detallada sobre cada criptomoneda, incluyendo un gráfico de precios de los últimos 7 días. Permite crear una lista de tus criptomonedas favoritas. También incluye un conversor para convertir entre criptomonedas, dólares y pesos argentinos.",
    "descEN": "The app provides real-time quotes for the 250 most valuable cryptocurrencies. It has filters and a search engine to facilitate the search. It provides detailed information on each cryptocurrency, including a price chart for the last 7 days. Allows you to create a list of your favorite cryptocurrencies. It also includes a converter to convert between cryptocurrencies, dollars and Argentine pesos.",
    "type": "app",
    "techs": ["React Native", "HTML", "CSS", "JavaScript", "CoinGecko-API", "CriptoYa-API"],
    "slides": [
      "passucripto/pc1.jpg",
      "passucripto/pc2.jpg",
      "passucripto/pc3.jpg",
      "passucripto/pc4.jpg",
      "passucripto/pc5.jpg",
      "passucripto/pc6.jpg",
      "passucripto/pc7.jpg",
      "passucripto/pc8.jpg"
    ]
  },
  {
    "src": "ygocardsearcher/ygocardsearcher-icon.png",
    "title": "YGOCardSearcher",
    "resES": "App sobre Yu-Gi-Oh! donde se pueden buscar todas las cartas y ver su información detallada.",
    "resEN": "App about Yu-Gi-Oh! where you can search all cards and see their detailed information.",
    "descES": "La aplicación muestra todas las cartas del juego de cartas Yu-Gi-Oh! Puedes buscar por nombre o descripción y aplicar filtros avanzados. Para cada carta, se muestra la imagen y se proporciona información detallada.",
    "descEN": "The app displays all the cards from Yu-Gi-Oh! You can search by name or description and apply advanced filters. For each card, the image is displayed and detailed information is provided.",
    "type": "app",
    "techs": ["Android Studio", "XML", "Java", "YGOPRODeck-API"],
    "slides": [
      "ygocardsearcher/ygocs1.jpg",
      "ygocardsearcher/ygocs2.jpg",
      "ygocardsearcher/ygocs3.jpg",
      "ygocardsearcher/ygocs4.jpg"
    ]
  }
]